{"ORG": [["CatCo", " evaluation team, comprising representatives from CatCo, will thoroughly review and assess each proposal "], ["CatCo BACKGROUND", " 05/05/24\nTABLE OF CONTENTS\n       \nINTRODUCTION\n\nCatCo BACKGROUND\n\nThe CatCo makes up the largest railcar repair ne"], ["Mechanical Repairs", "f tank and freight car repair services including:\nMechanical Repairs\nValves and fittings service\nCompliance testing\nCo"], ["PURPOSE", "ility in rail equipment maintenance and repair.\n \nPURPOSE AND GOALS\n\nCatCo is seeking to supplement the cap"], ["Learning and Development Team", "d Scalability\nExpand the capacity of the internal Learning and Development Team to develop and deliver a higher volume of content"], ["Technology Integration and Innovative Solutions", "d company to create effective learning programs.\n\nTechnology Integration and Innovative Solutions \nIncorporate multimedia assets and innovative app"], ["Safety, Health", "view of the procedure or specification document.\n\nSafety, Health, and Environment (SHE)\nThis training is focused o"], ["Personal Protective Equipment", "ad car repair shop. Topics could include specific Personal Protective Equipment specifications such as Clear Face Shield, Hazardo"], ["Hazardous Chemical Awareness", "uipment specifications such as Clear Face Shield, Hazardous Chemical Awareness such as Nitrogen Awareness, Job Related Safety su"], ["Nitrogen Awareness", "Face Shield, Hazardous Chemical Awareness such as Nitrogen Awareness, Job Related Safety such as Welding, among others"], ["eLearning", "ing topics are delivered through a combination of eLearning, Classroom Training, and On-the-Job Training.\n\nTA"], ["Repair Shops", "intenance work on railroad cars in our network of Repair Shops across the United States and Mexico.\n\nMuch of the"], ["Project Management", "ional design process and instructional designers.\nProject Management for assigned instructional design projects.\nDesig"], ["Software", "t matter experts to distill critical information.\nSoftware, licensing, and certifications necessary for deve"], ["Media Integration", " feedback into the final product.\n\nTechnology and Media Integration\nSCORM compliant content that can be delivered and"], ["SCORM", " final product.\n\nTechnology and Media Integration\nSCORM compliant content that can be delivered and track"], ["the Rockstar Learning Management System", "content that can be delivered and tracked through the Rockstar Learning Management System.\nContent compatibility across multiple common bro"], ["Project Management and Communication", "e common browsers (Chrome, Edge, Firefox, etc.).\n\nProject Management and Communication\nDedicated Project Manager and project management "], ["Review Processes", "e delivery.\n\nSubject Matter Expert Engagement and Review Processes\nClearly defined and streamlined methodology for p"], ["Instructional Design and Subject Matter Expert", "in nature to CatCo with similar training needs. \n\nInstructional Design and Subject Matter Expert engagement models and processes to include:\nA doc"], ["SME", " clearly defined, and streamlined methodology for SME partnership that demonstrates efficiency and effe"], ["Communication", "as well as any other support structures in place.\nCommunication and escalation cadence and pathways.\n\nReferences "], ["MN 22222", "N\n\nJoe Manderson\n999 S. State Street\nManderville, MN 22222\njmanderson@catco.com\n(555) 555 - 5555 \nCONFIDENTI"], ["Non-Disclosure Agreement", "submission, the respondent agrees to enter into a Non-Disclosure Agreement (NDA) with CatCo. The purpose of the NDA is to pr"], ["NDA", "ity, as outlined in the Non-Disclosure Agreement (NDA), will be maintained.\n\nThis notification process "], ["the Non-Disclosure Agreement", "fication process, confidentiality, as outlined in the Non-Disclosure Agreement (NDA), will be maintained.\n\nThis notification pro"]], "DATE": [["3 years", "ailcar repair network in North America.  For over 3 years, we have repaired the tank and freight railcars r"], ["each day", "ilcars responsible for transporting tons of goods each day, serving every major sector of the economy. We ar"], ["one hundred years", "linings\nCleaning\nTank car modification\n\nWith over one hundred years of experience, we are proud to be a trusted name "]], "GPE": [["Valves", "car repair services including:\nMechanical Repairs\nValves and fittings service\nCompliance testing\nCoatings "], ["the United States", " create content internationally (minimally across the United States and Mexico).\nAbility to adapt content culturally "], ["Mexico", "ationally (minimally across the United States and Mexico).\nAbility to adapt content culturally through use"], ["Manderville", "CT INFORMATION\n\nJoe Manderson\n999 S. State Street\nManderville, MN 22222\njmanderson@catco.com\n(555) 555 - 5555 \n"]], "PERSON": [["GOALS", "l equipment maintenance and repair.\n \nPURPOSE AND GOALS\n\nCatCo is seeking to supplement the capacity and "], ["Subject Matter Expert Engagement", "bility to manage timelines for on-time delivery.\n\nSubject Matter Expert Engagement and Review Processes\nClearly defined and streamli"], ["Proposal", "ent to meet requirements across countries.\n\nPrice Proposal and Fee Structure\nReliable fee structure with fin"], ["Emphasis", "provided for, and breakdown of client industries.\nEmphasis on any customers similar in nature to CatCo with "], ["Joe Manderson", "S\n\nPlease send requested information via email to Joe Manderson to jamderson@catco.com by the submission date on "]], "EMAIL": [["jmanderson@catco.com", "nderson\n999 S. State Street\nManderville, MN 22222\njmanderson@catco.com\n(555) 555 - 5555 \nCONFIDENTIALITY STATEMENT\n\nCatC"], ["jamderson@catco.com", "quested information via email to Joe Manderson to jamderson@catco.com by the submission date on the cover page of this "]]}